{
    "databases": "Databases",
    "tools": "Tools",
    "experience": "Experience",
    "experience5": "ExxonMobil (2022 - present)",
    "experience5-stack": "Tech stack: Vue, Node.js, Microsoft SQL Server, ServiceNow, Tableau, Azure DevOps",
    "experience5-text": "At ExxonMobil, I currently work as a Senior Full Stack Developer in an international squad. Here we work in a project that consists of building high-performance dashboards with multiple integrations inside a web application with the goal of showing metrics and indicators to assist managers and employees in day-to-day and long term work. I also develop some other internal tools and dashboards using Tableau.",
    "experience4": "SaveCash (2022 - 2023)",
    "experience4-stack": "- Tech stack: Angular, Java Spring Boot, Jest, JUnit, PostgreSQL, Docker, Redis, RabbitMQ, AWS",
    "experience4-text": "At Savecash, I worked as a consultant focused on full stack development. I helped to build the backend of the Savecash mobile app, and some portals that end-users and employees could use. After the app was finished and launched, I chose to leave and focus on other ventures.",
    "experience3": "Dynasty Global Investments BR (2021 - 2022)",
    "experience3-stack": "- Tech stack: React, Next.js, Django, Ruby on Rails, PostgreSQL, Power BI, Google Cloud Platform",
    "experience3-text": "At Dynasty Global Investments, I worked as the leader of the software development team. There we developed a digital invesment platform, with deposit, withdrawal, transfer and staking functionalities for both fiat and crypto currencies. Along with this digital platform, I also worked developing the company's website and internal systems, such as dashboards to show KPIs of the company and assist managers and C-levels.",
    "experience2": "Freelance developer (2021 - present)",
    "experience2-stack": "",
    "experience12-text": "",
    "experience1": "Jack Vartanian (2018 - 2021)",
    "experience1-stack": "- Tech stack:  Python , HTML, CSS, Javascript, React, Node.js, Django, MongoDB, PostgreSQL, Docker, AWS, Heroku, Git",
    "experience1-text": "At Jack Vartanian, I started working as a web developer in Jan/2019, and in Apr/2020 we were able to build a software development team inside the company, with this I had the opportunity to lead multiple analysts and helped to develop the e-commerce website, with focus on implementing new features and adjustments to increase the conversion rate, as well as developing internal systems that assisted both salesmen and the company's office employees. At the end of 2020, while working at the jewelry e-commerce, I also had the opportunity of developing a new e-commerce focused on wines, achieving great results on both fronts.",
    "projects-title": "Cool projects I've worked on",
    "project-contas-desc": "Next.js + Sanity CMS (Made in cooperation with <a href='https://jpkiyoshi.tech/'>JP Kiyoshi</a>)"
}