{
    "databases": "Banco de dados",
    "tools": "Ferramentas",
    "experience": "Experiência",
    "experience5": "ExxonMobil (2022 - present)",
    "experience5-stack": "Tech stack: Vue, Node.js, Microsoft SQL Server, ServiceNow, Tableau, Azure DevOps",
    "experience5-text": "Na ExxonMobil, atualmente trabalho como Senior Full Stack Developer em um time internacional. Aqui trabalhamos em um projeto que consiste na construção de dashboards de alta performance com múltiplas integrações dentro de uma aplicação web com o objetivo de apresentar métricas e indicadores para auxiliar gestores e colaboradores no dia a dia e no trabalho de longo prazo. Também desenvolvo algumas outras ferramentas e painéis internos usando o Tableau.",
    "experience4": "SaveCash (2022 - 2023)",
    "experience4-stack": "- Tech stack: Angular, Java Spring Boot, Jest, JUnit, PostgreSQL, Docker, Redis, RabbitMQ, AWS",
    "experience4-text": "Na Savecash, trabalhei como consultor focado em desenvolvimento full stack. Ajudei a construir o back-end do aplicativo móvel Savecash e alguns portais que os usuários finais e funcionários poderiam usar. Depois que o aplicativo foi finalizado e lançado, optei por sair e focar em outros empreendimentos.",
    "experience3": "Dynasty Global Investments BR (2021 - 2022)",
    "experience3-stack": "- Tech stack: React, Next.js, Django, Ruby on Rails, PostgreSQL, Power BI, Google Cloud Platform",
    "experience3-text": "Na Dynasty Global Investments, trabalhei como líder da equipe de desenvolvimento de software. Lá desenvolvemos uma plataforma de investimento digital, com funcionalidades de depósito, saque, transferência e staking para moedas fiduciárias e criptográficas. Junto com esta plataforma digital, também trabalhei desenvolvendo o site da empresa e sistemas internos, como dashboards para mostrar KPIs da empresa e auxiliar gestores e C-levels.",
    "experience2": "Freelance developer (2021 - present)",
    "experience2-stack": "",
    "experience12-text": "",
    "experience1": "Jack Vartanian (2018 - 2021)",
    "experience1-stack": "- Tech stack:  Python , HTML, CSS, Javascript, React, Node.js, Django, MongoDB, PostgreSQL, Docker, AWS, Heroku, Git",
    "experience1-text": "Na Jack Vartanian, comecei a trabalhar como desenvolvedor web em Jan/2019, e em Abr/2020 conseguimos montar um time de desenvolvimento de software dentro da empresa, com isso tive a oportunidade de liderar vários analistas e ajudei a desenvolver o e -site de comércio, com foco na implementação de novas funcionalidades e ajustes para aumentar a taxa de conversão, bem como no desenvolvimento de sistemas internos que atendessem tanto os vendedores quanto os funcionários do escritório da empresa. No final de 2020, enquanto trabalhava no e-commerce de joias, também tive a oportunidade de desenvolver um novo e-commerce focado em vinhos, obtendo ótimos resultados em ambas as frentes.",
    "projects-title": "Projetos interessantes em que trabalhei",
    "project-contas-desc": "Next.js + Sanity CMS (Feito em conjunto com <a href='https://jpkiyoshi.tech/'>JP Kiyoshi</a>)"
}